Repository: 5exclamations/fleks_control_panel
Catalog: locale/*/LC_MESSAGES/django.po
Languages: az

source: Control Panel
az: İdarəetmə Paneli

source: Reports
az: Hesabatlar

source: An unexpected error occurred while updating client: %(error)s
az: Müştəri yenilənərkən gözlənilməz xəta baş verdi: %(error)s

source: Back to client
az: Müştəriyə qayıt

source: Client %(client_name)s deleted successfully.
az: Müştəri %(client_name)s uğurla silindi.

source: Client %(client_name)s updated successfully.
az: Müştəri %(client_name)s uğurla yeniləndi.

source: Database migration required. Please run: python manage.py migrate
az: Verilənlər bazası miqrasiyası tələb olunur. Zəhmət olmasa işlədin: python manage.py migrate

source: Delete
az: Sil

source: Delete client
az: Müştərini sil

source: Deposit #
az: Depozit #

source: Edit
az: Redaktə et

source: Edit client
az: Müştərini redaktə et

source: Error: Cannot delete client with existing sessions or deposits.
az: Xəta: Seansları və ya depozitləri olan müştərini silmək olmaz.

source: Error: Client %(client_name)s has insufficient lessons.
az: Xəta: Müştəri %(client_name)s üçün dərs sayı kifayət deyil.

source: Error: Client not selected or top-up data is incorrect.
az: Xəta: Müştəri seçilməyib və ya artırma məlumatları yanlışdır.

source: Invalid lessons count. Use a whole number.
az: Dərs sayı yanlışdır. Tam ədəd istifadə edin.

source: Invalid transaction number. Please enter a valid number.
az: Tranzaksiya nömrəsi yanlışdır. Düzgün nömrə daxil edin.

source: No clients found.
az: Müştəri tapılmadı.

source: No operations yet.
az: Hələ əməliyyat yoxdur.

source: Receipt sent to printer successfully.
az: Qəbz printerə uğurla göndərildi.

source: Recent operations
az: Son əməliyyatlar

source: Reset
az: Sıfırla

source: Save changes
az: Dəyişiklikləri yadda saxla

source: Search
az: Axtar

source: Session
az: Seans

source: Top-up
az: Artırma

source: Type
az: Növ

source: Logout
az: Çıxış

source: Process Session
az: Sessiya keçirmək

source: Client
az: Müştəri

source: Select client
az: Müştəri seçin

source: Balance
az: Balans

source: Worker
az: İşçi

source: Select worker
az: İşçi seçin

source: Session cost
az: Sessiyanın dəyəri

source: Process payment and print receipt
az: Ödənişi həyata keçirin və çek çap edin

source: Top up client balance
az: Müştəri balansını artırmaq

source: Top-up amount
az: Artırma məbləği

source: Top up
az: Artır

source: Recent transactions (sessions)
az: Son əməliyyatlar (sessiyalar)

source: Date/time
az: Tarix/vaxt

source: Amount
az: Məbləğ

source: Receipt status
az: Çek statusu

source: Actions
az: Hərəkətlər

source: Printed
az: Çap edilib

source: Not printed
az: Çap edilməyib

source: View
az: Baxış

source: Print
az: Çap

source: No transactions yet.
az: Hələ transaksiya yoxdur.

source: Financial Reports
az: Maliyyə Hesabatları

source: Filter
az: Filtrlə

source: All time
az: Bütün vaxt

source: Today
az: Bu gün

source: This week
az: Bu həftə

source: This month
az: Bu ay

source: Start date
az: Başlanğıc tarixi

source: End date
az: Son tarix

source: All clients
az: Bütün müştərilər

source: All workers
az: Bütün işçilər

source: Show period
az: Dövrü göstər

source: Summary
az: Xülasə

source: Total income (Sessions)
az: Ümumi gəlir (Sessiyalar)

source: Client top-ups
az: Müştəri artımları

source: Operation details
az: Əməliyyatların təfərrüatı

source: Date and time
az: Tarix və vaxt

source: Operation type
az: Əməliyyat növü

source: Description
az: Təsvir

source: Income (to cash)
az: Gəlir (kassaya)

source: No operations found for the selected period.
az: Seçilmiş dövr üçün əməliyyat tapılmadı.

source: Receipt
az: Çek

source: Date
az: Tarix

source: Thank you!
az: Təşəkkür edirik!

source: Transaction #
az: № transaksiya

source: Download PDF
az: PDF yüklə

source: Print to printer
az: Printerə çap et

source: Back
az: Geri

source: Error: Client not selected or top-up amount is incorrect.
az: Xəta: Müştəri seçilməyib və ya artırma məbləği düzgün deyil.

source: Client %(client_name)s balance successfully topped up by %(amount)s.
az: Müştəri %(client_name)s balansı %(amount)s məbləğində uğurla artırıldı.

source: Error: Client not found.
az: Xəta: Müştəri tapılmadı.

source: An unexpected error occurred during top-up: %(error)s
az: Artırma zamanı gözlənilməz xəta baş verdi: %(error)s

source: Session error: Data is incorrect.
az: Sessiya xətası: Məlumatlar düzgün deyil.

source: Error: Client %(client_name)s has insufficient funds.
az: Xəta: Müştəri %(client_name)s balansında kifayət qədər vəsait yoxdur.

source: Session payment processed successfully.
az: Sessiya ödənişi uğurla həyata keçirildi.

source: Error: Worker not found.
az: Xəta: İşçi tapılmadı.

source: An unexpected error occurred: %(error)s
az: Gözlənilməz xəta baş verdi: %(error)s

source: all time
az: bütün vaxt

source: today
az: bu gün

source: this week
az: cari həftə

source: this month
az: cari ay

source: from %(start)s to %(end)s
az: %(start)s - %(end)s arası

source: Invalid date format. Use: YYYY-MM-DD.
az: Tarix formatı düzgün deyil. İSTİFADƏ EDİN: İLİL-AA-GG.

source: Invalid client identifier.
az: Müştəri identifikatoru düzgün deyil.

source: Invalid worker identifier.
az: İşçi identifikatoru düzgün deyil.

source: Session (Income)
az: Sessiya (Gəlir)

source: Balance top-up
az: Balans artırma

source: Client: %(client_name)s
az: Müştəri: %(client_name)s

source: Receipt printed successfully.
az: Çek uğurla çap edildi.

source: Failed to print receipt: %(error)s
az: Çek çap edilə bilmədi: %(error)s

source: Add new client
az: Yeni müştəri əlavə et

source: Client name
az: Müştəri adı

source: Initial balance
az: İlkin balans

source: optional
az: istəyə bağlı

source: Enter client full name
az: Müştərinin tam adını daxil edin

source: Add client
az: Müştəri əlavə et

source: Error: Client name is required.
az: Xəta: Müştəri adı tələb olunur.

source: Error: A client with this name already exists.
az: Xəta: Bu adlı müştəri artıq mövcuddur.

source: Client %(client_name)s created successfully.
az: Müştəri %(client_name)s uğurla yaradıldı.

source: An unexpected error occurred while creating client: %(error)s
az: Müştəri yaradılarkən gözlənilməz xəta baş verdi: %(error)s

source: Full name
az: Ad, soyad və ata adı

source: Date of birth
az: Doğum tarixi

source: Address
az: Ünvan

source: Phone
az: Əlaqə

source: How did you hear about us?
az: Mərkəz haqqında məlumat əldə edilib:

source: Client type
az: Müştəri kateqoriya

source: Child
az: Uşaq

source: Teenager
az: Yeniyetmə

source: Adult
az: Yetkin

source: Create client
az: Müştəri yarat

source: Cancel
az: Ləğv et

source: Client information
az: Müştəri məlumatları

source: Back to dashboard
az: İdarəetmə panelinə qayıt

source: Recent transactions
az: Son əməliyyatlar

source: Recent deposits
az: Son artımlar

source: Total sessions
az: Ümumi sessiyalar

source: Total spent
az: Ümumi xərclənmiş

source: Total deposited
az: Ümumi artırılmış

source: Created at
az: Yaradılma tarixi

source: View receipt
az: Çekə bax

source: Clients
az: Kliyentlər

source: Enter client address
az: Müştəri ünvanını daxil edin

source: Enter phone number
az: Telefon nömrəsini daxil edin

source: Enter referral source
az: Məlumat mənbəsini daxil edin

source: Lessons
az: Dərs

source: Lessons balance
az: Dərs balansı

source: Lessons added
az: Əlavə olunan dərslər

source: Lessons to add
az: Əlavə ediləcək dərs sayı

source: Lessons to charge
az: Silinəcək dərs sayı

source: Lessons balance after
az: Dərs balansı (sonra)

source: Save as PDF
az: PDF olaraq saxla

source: Search client
az: Müştəri axtar

source: Search worker
az: Mütəxəssis axtar

source: Top-up cancellation
az: Geri qaytarma

source: Top-up cancellations
az: Geri qaytarmalar

source: Top-up cancellation history
az: Geri qaytarma tarixçəsi

source: Total top-up cancellations
az: Ümumi geri qaytarmalar

source: Removed amount
az: Silinən məbləğ

source: Removed lessons
az: Silinən dərs

source: Cancel top-up and print receipt
az: Geri qaytar və çeki çap et

source: Top-up cancellation completed successfully.
az: Geri qaytarma uğurla tamamlandı.

source: Invalid data. Enter valid amount and lessons.
az: Məlumat yanlışdır. Düzgün məbləğ və dərs sayı daxil edin.

source: Amount and lessons cannot be negative.
az: Məbləğ və dərs sayı mənfi ola bilməz.

source: Enter amount or lessons to remove.
az: Silmək üçün məbləğ və ya dərs sayı daxil edin.

source: Client has insufficient balance for this cancellation.
az: Bu geri qaytarma üçün müştərinin balansı kifayət deyil.

source: Client has insufficient lessons for this cancellation.
az: Bu geri qaytarma üçün müştərinin dərs sayı kifayət deyil.

source: You have been logged out.
az: Siz sistemdən çıxış etdiniz.

source: Adjustment #
az: Geri qaytarma #

source: Metric
az: Göstərici

source: Value
az: Dəyər

source: Period
az: Dövr

source: Generated at
az: Yaranma vaxtı
